{
  "nav": {
    "about": "About Us",
    "company_info": "Company Info",
    "news": "News",
    "phone_inquiry": "Contact by Phone",
    "phone_hours": "09:00-19:00 (Excluding weekends and holidays)",
    "inquiry": "Contact"
  },
  "intro": {
    "title": "For Foreign Talent Recruitment,<br>Trust ITF Co. Ltd.",
    "description": "We assist your company in recruiting the talent it needs.",
    "register_button": "Contact Now for a Free Consultation"
  },
  "shortcut": {
    "itf_point": "ITF Points"
  },
  "troubles": {
    "item1": "Can’t find the talent you need? Open the future with foreign recruitment",
    "item2": "Not enough applicants? Solve it with the power of foreign talent",
    "item3": "Struggling to attract top talent despite job postings? Streamline initial screening",
    "item4": "Considering hiring foreign talent but lack the expertise?",
    "text": "Share your recruitment challenges with us.<br>ITF will propose the best talent for your company<br>and support your <span>future recruitment activities</span>.",
    "bottom_head": "Facing recruitment challenges?<br><span class=\"f60\">ITF’s Foreign Recruitment and Talent Dispatch Services</span> can help!"
  },
  "merit": {
    "title": "Benefits of Hiring Foreign Talent",
    "item1_title": "Abundance of Top Talent",
    "item1_description": "In Japan, with declining birthrates and an aging population, securing young, top talent is increasingly difficult. Expanding your applicant pool increases the chances of meeting exceptional talent. ITF Co. Ltd. supports foreign recruitment for caregiving, hospitality, restaurant, engineering, and construction industries in Tokyo and Osaka.",
    "item2_title": "Multilingual Support for Globalization",
    "item2_description": "Serve foreign customers and promote in their native languages to attract more foreign clients. ITF Co. Ltd. provides foreign recruitment support nationwide in Japan.",
    "item3_title": "High Adaptability",
    "item3_description": "Foreign talent possesses the ability to adapt to various situations while living and working abroad. With different educational and cultural backgrounds compared to Japanese workers, they can identify issues unnoticed by locals and bring fresh ideas and perspectives. We specialize in foreign talent introduction for caregiving.",
    "item4_title": "Diverse Perspectives and Ideas",
    "item4_description": "Foreign talent brings diverse cultures and backgrounds, offering new perspectives and ideas to your company. This fosters innovation and operational improvements. We also support caregiving services in Tokyo and Osaka.",
    "item5_title": "Advanced Expertise and Skills",
    "item5_description": "Hiring foreign talent with advanced expertise and skills in specific fields strengthens your company’s competitiveness, ensuring an edge in the industry. We specialize in foreign recruitment for caregiving and nursing.",
    "item6_title": "Leveraging Global Networks",
    "item6_description": "Foreign staff have extensive networks, including in their home countries, which can be leveraged to expand international business opportunities. ITF Co. Ltd. introduces foreign caregiving talent nationwide in Japan."
  },
  "about": {
    "title": "About Us",
    "heading": "What is ITF<span>(アイティーエフ)</span><strong>?</strong>",
    "description": "『Illuminate The Future』 ITF, a company that supports foreign talent working in Japan through recruitment services. We act as a bridge between companies and foreign job seekers, providing accurate and reliable matching tailored to the needs of both parties. With the vision of 'helping as many foreign individuals and companies as possible,' ITF aims to be a leading company in foreign recruitment services for caregiving, hospitality, restaurant, engineering, and construction industries, based in Tokyo and Osaka.",
    "button": "Learn More"
  },
  "service": {
    "intro_title": "Service Introduction",
    "main_title": "ITF’s Foreign Talent<br class=\"sp\">Introduction Plans Are Here",
    "description": "ITF (ITF Co. Ltd.) provides comprehensive recruitment solutions, from introducing skilled and professional foreign talent to registration support, based in Tokyo and Osaka. We specialize in foreign recruitment services for caregiving, hospitality, restaurant, engineering, and construction industries.",
    "item1_title": "Abundance of Top Talent",
    "item1_subtitle": "We have numerous foreign registrants from both domestic and international sources.",
    "item1_description": "We have talent from various nationalities, including Vietnamese, Indonesians, and Chinese, as well as those qualified for Specific Skills 1. We can introduce talent based on your needs. Through partnerships with multiple sending organizations, foreign talent, universities, vocational schools, and Japanese language schools (approximately 10 schools), we can introduce caregiving professionals matching your requirements nationwide in Japan.",
    "item1_skill_test_description": "We introduce candidates who have passed the skills tests, Japanese language tests, and caregiving Japanese tests required for Specific Skills 1. We also introduce top talent under Specific Activities status.",
    "item2_title": "Introduction of Specific Skills Talent",
    "item2_subtitle": "Introduction of Specific Skills Talent",
    "item2_description": "Introduced in April 2019, 'Specific Skills' is a new residency status allowing the recruitment of foreign talent in 12 industries, including restaurants, caregiving, and hospitality. Since they have passed Japanese language and industry-specific skills tests before arriving in Japan, they are expected to be <span class=\"bg\">immediately effective on-site after joining.</span> We also support caregiving talent recruitment in Tokyo and Osaka.",
    "item3_title": "Comprehensive Support",
    "item3_subtitle": "We provide robust support for recruited talent.",
    "item3_description": "We offer comprehensive support, including administrative procedures, daily life necessities, and more, to improve retention rates, with staff from their home countries providing dedicated assistance. As part of registration support, we also assist companies with onboarding. We have received requests from various companies. We can support foreign caregiving talent nationwide in Japan.",
    "item4_title": "Diverse Foreign Staff",
    "item4_subtitle": "Reliable Support by Multinational Staff",
    "item4_description": "Our company employs a diverse staff, including Vietnamese, Indonesians, Chinese, Nepalese, and more. This allows us to provide support in the native languages of job seekers, ensuring they can use our services with confidence in various situations such as interviews or consultations. With staff who understand the cultures and backgrounds of each country, we deliver <span class=\"bg\">smoother and more heartfelt support.</span> We also support caregiving services in Tokyo and Osaka."
  },
  "solution": {
    "title": "Solutions",
    "main_title": "Addressing These Challenges in Corporate Recruitment",
    "item1": "Can’t find the talent you need? Open the future with foreign recruitment",
    "item2": "Not enough applicants? Solve it with the power of foreign talent",
    "item3": "Struggling to attract top talent despite job postings? Streamline initial screening",
    "item4": "Considering hiring foreign talent but lack the expertise?",
    "point1_title": "Introducing Diverse Talent from 6 Asian Countries",
    "point1_description": "ITF collaborates with partner organizations in 6 countries, primarily in Southeast Asia, and is dedicated to recruiting and training young individuals eager to work in Japan. We can quickly introduce talent with diverse skills to meet your company’s needs. We also support foreign recruitment services for caregiving, hospitality, restaurant, engineering, and construction industries in all over Japan.",
    "point2_title": "Selection and Recommendation by Native Language Staff to Meet Needs and Achieve High Retention Rates",
    "point2_description": "Our native language staff carefully explain your company’s philosophy, vision, and operational policies to local candidates, ensuring deep understanding. This prevents post-hire mismatches and enables a smoother start to employment. We support foreign caregiving talent nationwide in Japan.",
    "point3_title": "Providing Employment Opportunities Across a Wide Range of Industries",
    "point3_description": "ITF enables recruitment in 14 industries, including caregiving, food and beverage manufacturing, restaurants, hospitality, building cleaning, material industries, industrial machinery manufacturing, electronics and IT, construction, shipbuilding, automotive maintenance, aviation, agriculture, and fisheries, allowing you to easily search for the best results tailored to your needs. We specialize in caregiving services in Tokyo and Osaka."
  },
  "flow": {
    "title": "Process from Request to Introduction",
    "step1": "Our staff will visit to discuss job details, desired talent profile, skills, hiring timeline, and more.",
    "step2": "We will sign a basic talent introduction contract.",
    "step3": "We will select candidates who match your needs from the job seekers we’ve interviewed.",
    "step4": "We will recommend candidates that meet your company’s needs on an ongoing basis.",
    "step5": "You will conduct document screening based on the candidate data we recommend. Please inform us of the screening results (pass or fail).",
    "step6": "We will handle various work visa applications. (Special documents may be requested.)",
    "step7": "After completing the onboarding process, the fee will be finalized."
  },
  "languages": {
    "title": "Japanese Proficiency Levels of Talent Hired Last Year",
    "description": "Last year, we supported the recruitment of foreign talent for various companies and organizations, introducing over 1,000 top talents from around the world. These talents possess varying levels of Japanese proficiency, allowing flexible adjustments to job requirements and work environments. The graph below shows the distribution of Japanese proficiency levels of the hired talent. We hope this serves as a reference for your foreign recruitment plans and talent placement in Tokyo and Osaka for caregiving, hospitality, restaurant, engineering, and construction industries.",
    "chart_title": "JLPT Pass Rate Distribution (%)"
  },
  "greeting": {
    "title": "President’s Greeting",
    "subheading": "President of ITF Co. Ltd.",
    "signature": "President of ITF Co. Ltd. <br> Ueda Katsuhiko"
  },
  "news": {
    "title": "News",
    "description": "The latest news and announcements from ITF will be posted here.",
    "view_all": "View All Articles"
  },
  "company": {
    "title": "Company Overview"
  },
  "contact": {
    "title": "If you’re considering hiring foreign talent, feel free to contact us<br><span>CONTACT</span>",
    "email_text": "Feel free to reach out with any questions",
    "email_button": "Contact",
    "phone_text": "Contact us by phone here",
    "phone_hours": "Weekdays 9:30~18:00"
  },
  "footer": {
    "business_intro": "About Us",
    "company_info": "Company Overview",
    "inquiry": "Contact",
    "location_title": "Our Locations",
    "company_name": "ITF Co. Ltd.",
    "location_details": "〒556-0017 Osaka Prefecture, Osaka City, Naniwa-ku, Minatomachi 1-4-38 Kintetsu Shin-Namba Building 10F<br>06-6644-1800<br>〒144-0052 Tokyo, Ota-ku, Kamata 5-chome 21-13 Pegasus Station Plaza Kamata B2F-03<br>03-6424-7747<br>info@it-future.jp",
    "services_title": "Our Services",
    "services_for_companies": "For Companies Seeking Talent",
    "support_content": "Our Support",
    "service_introduction": "Service Introduction",
    "benefits": "Benefits",
    "news": "News",
    "company_info_title": "About the Company",
    "president_greeting": "President’s Greeting",
    "introduction_flow": "Introduction Flow",
    "consumer_info_title": "Customer Information",
    "privacy_policy": "Privacy Policy",
    "point" : "USP of ITF"
  },
  "privacy_policy": {
    "title": "Privacy Policy",
    "effective_date": "<strong>Effective Date:</strong> May 15, 2025",
    "introduction": "At ITF Co. Ltd. (\"we,\" \"us,\" or \"our\"), we are committed to protecting the privacy and personal information of our users, including job seekers, employers, and visitors to our website (https://idt.itf.co.jp). This Privacy Policy explains how we collect, use, disclose, and safeguard your information in compliance with Japan’s Act on the Protection of Personal Information (APPI) and other applicable laws.",
    "section1_title": "1. Information We Collect",
    "section1_description": "We may collect the following types of information:",
    "section1_item1": "<strong>Personal Information</strong>: When you contact us via the inquiry form, call us, or engage with our services, we may collect your name, email address, phone number, address, nationality, job history, qualifications, and other details relevant to recruitment services.",
    "section1_item2": "<strong>Usage Data</strong>: We use Google Tag Manager to collect data about your interactions with our site, such as IP address, browser type, pages visited, and time spent on the site.",
    "section1_item3": "<strong>Cookies</strong>: We use cookies to enhance your experience, such as remembering your language preference (via the language selector) and tracking site usage. You can manage cookie preferences through your browser settings.",
    "section2_title": "2. How We Use Your Information",
    "section2_description": "We use the collected information for the following purposes:",
    "section2_item1": "<strong>Recruitment Services</strong>: To match job seekers with employers, process job applications, and facilitate hiring processes.",
    "section2_item2": "<strong>Communication</strong>: To respond to inquiries, provide updates on job opportunities, and send service-related notifications.",
    "section2_item3": "<strong>Website Improvement</strong>: To analyze site usage (via Google Tag Manager) and improve our services and user experience.",
    "section2_item4": "<strong>Legal Compliance</strong>: To comply with legal obligations, such as visa application processes for foreign talent.",
    "section3_title": "3. How We Share Your Information",
    "section3_description": "We may share your information with:",
    "section3_item1": "<strong>Employers</strong>: Personal information of job seekers (e.g., resumes, qualifications) may be shared with potential employers for recruitment purposes.",
    "section3_item2": "<strong>Service Providers</strong>: Third-party providers like Google (for analytics via Google Tag Manager) assist us in operating the website and analyzing user behavior.",
    "section3_item3": "<strong>Legal Authorities</strong>: We may disclose information if required by law or to protect our rights, safety, or property.",
    "section3_note": "We do not sell your personal information to third parties.",
    "section4_title": "4. Data Security",
    "section4_description": "We implement reasonable security measures to protect your information, including encryption, access controls, and secure storage. However, no method of transmission over the internet is completely secure, and we cannot guarantee absolute security.",
    "section5_title": "5. International Data Transfers",
    "section5_description": "As a recruitment service connecting foreign talent with Japanese companies, your data may be transferred to and processed in Japan. We ensure compliance with applicable data protection laws, such as APPI, and take steps to protect your information during international transfers.",
    "section6_title": "6. Your Rights",
    "section6_description": "Under APPI and other applicable laws, you have rights to:",
    "section6_item1": "Access, correct, or delete your personal information.",
    "section6_item2": "Object to or restrict the processing of your data.",
    "section6_item3": "Withdraw consent (if applicable) for data processing.",
    "section6_item4": "Request information about how your data is used.",
    "section6_contact": "To exercise these rights, contact us at info@it-future.jp or call 06-6644-1800 (Osaka office) or 03-6424-7747 (Tokyo office).",
    "section7_title": "7. Retention Period",
    "section7_description": "We retain your personal information only for as long as necessary to fulfill the purposes outlined in this policy or as required by law. For example, job seeker data may be retained for the duration of the recruitment process and for a reasonable period thereafter to comply with legal obligations.",
    "section8_title": "8. Third-Party Links",
    "section8_description": "Our website may contain links to third-party sites (e.g., social media links in the schema markup). We are not responsible for the privacy practices of these sites and encourage you to review their privacy policies.",
    "section9_title": "9. Cookies and Tracking",
    "section9_description": "We use Google Tag Manager to collect analytics data. You can opt out of tracking by adjusting your browser settings or using tools like Google’s opt-out browser add-on. Our language selector uses cookies to remember your language preference across sessions.",
    "section10_title": "10. Changes to This Privacy Policy",
    "section10_description": "We may update this policy to reflect changes in our practices or legal requirements. The updated policy will be posted on this page with the effective date. We encourage you to review this policy periodically.",
    "section11_title": "11. Contact Us",
    "section11_description": "If you have questions about this Privacy Policy or our data practices, please contact us at:",
    "section11_item1": "<strong>Email</strong>: info@it-future.jp",
    "section11_item2": "<strong>Osaka Office</strong>: 〒556-0017 Osaka Prefecture, Osaka City, Naniwa-ku, Minatomachi 1-4-38 Kintetsu Shin-Namba Building 10F, Phone: 06-6644-1800",
    "section11_item3": "<strong>Tokyo Office</strong>: 〒144-0052 Tokyo, Ota-ku, Kamata 5-chome 21-13 Pegasus Station Plaza Kamata B2F-03, Phone: 03-6424-7747",
    "back_to_recent_page": "Back to Previous Page"
  }
}
