{
  "nav": {
    "about": "Tentang Kami",
    "company_info": "Info Perusahaan",
    "news": "Berita",
    "phone_inquiry": "Tanya lewat Telepon",
    "phone_hours": "09:00-19:00 (Kecuali akhir pekan dan libur)",
    "inquiry": "Kontak"
  },
  "intro": {
    "title": "Rekrut Talenta Asing Terbaik<br>dengan ITF Co., Ltd.",
    "description": "Kami membantu perusahaan Anda merekrut talenta yang dibutuhkan.",
    "register_button": "Hubungi Sekarang untuk Konsultasi Gratis"
  },
  "shortcut": {
    "itf_point": "Poin ITF"
  },
  "troubles": {
    "item1": "Sulit menemukan talenta yang diinginkan? Buka masa depan dengan perekrutan asing",
    "item2": "Pelamar tidak cukup? Selesaikan dengan kekuatan talenta asing",
    "item3": "Sulit mengumpulkan talenta unggul meskipun membuka lowongan? Permudah seleksi awal",
    "item4": "Ingin merekrut talenta asing tapi tidak punya keahlian?",
    "text": "Ceritakan masalah perekrutan Anda. ITF akan menawarkan talenta terbaik untuk perusahaan Anda dan mendukung aktivitas perekrutan Anda di masa depan.",
    "bottom_head": "Kesulitan dalam perekrutan? Selesaikan dengan layanan pengenalan dan penempatan talenta asing ITF!"
  },
  "merit": {
    "title": "Keuntungan Merekrut Talenta Asing",
    "item1_title": "Talenta Unggul Berlimpah",
    "item1_description": "Di Jepang yang mengalami penurunan angka kelahiran dan penuaan, sulit mendapatkan talenta muda yang unggul. Dengan memperluas jangkauan pelamar, kemungkinan bertemu talenta unggul meningkat. ITF Co., Ltd. mendukung perekrutan talenta asing untuk perawatan, hotel, restoran, insinyur, dan konstruksi di Tokyo dan Osaka.",
    "item2_title": "Dukungan Multibahasa untuk Globalisasi",
    "item2_description": "Layani pelanggan asing dan promosikan dalam bahasa ibu untuk menarik lebih banyak pelanggan asing. ITF Co., Ltd. menyediakan dukungan perekrutan asing di seluruh Jepang.",
    "item3_title": "Kemampuan Adaptasi Tinggi",
    "item3_description": "Talenta asing memiliki kemampuan untuk beradaptasi dalam berbagai situasi saat hidup dan bekerja di negara asing. Dengan latar belakang pendidikan dan budaya yang berbeda dari orang Jepang, mereka dapat menemukan masalah yang tidak disadari orang Jepang atau menghadirkan ide dan pemikiran baru. Kami unggul dalam layanan pengenalan talenta asing untuk perawatan.",
    "item4_title": "Perspektif dan Ide yang Beragam",
    "item4_description": "Talenta asing membawa budaya dan latar belakang yang beragam, memberikan perspektif dan ide baru untuk perusahaan. Ini mendorong inovasi dan perbaikan dalam operasional. Kami juga mendukung layanan perawatan di Tokyo dan Osaka.",
    "item5_title": "Pengetahuan dan Keterampilan Khusus Tingkat Tinggi",
    "item5_description": "Dengan merekrut talenta asing yang memiliki pengetahuan dan keterampilan khusus di bidang tertentu, daya saing perusahaan meningkat, memastikan keunggulan di industri. Kami mengkhususkan diri dalam perekrutan asing untuk perawatan dan keperawatan.",
    "item6_title": "Memanfaatkan Jaringan Global",
    "item6_description": "Staf asing memiliki jaringan luas termasuk di negara asal mereka, yang dapat dimanfaatkan untuk memperluas peluang bisnis internasional. ITF Co., Ltd. memperkenalkan talenta perawatan asing di seluruh Jepang."
  },
  "about": {
    "title": "Tentang Kami",
    "heading": "Apa itu ITF<span>(アイティーエフ)</span><strong>?</strong>",
    "description": "『Illuminate The Future』 ITF, sebuah perusahaan yang mendukung talenta asing yang bekerja di Jepang melalui layanan perekrutan. Kami menjadi jembatan antara perusahaan dan pencari kerja asing, menyediakan pencocokan yang akurat dan dapat diandalkan sesuai kebutuhan kedua belah pihak. Dengan semangat 'ingin membantu sebanyak mungkin orang asing dan perusahaan', ITF bertujuan menjadi perusahaan terdepan dalam layanan perekrutan asing untuk perawatan, hotel, restoran, insinyur, dan konstruksi, berbasis di Tokyo dan Osaka.",
    "button": "Lihat Selengkapnya"
  },
  "service": {
    "intro_title": "Pengenalan Layanan",
    "main_title": "Rencana Pengenalan Talenta Asing ITF<br class=\"sp\">Ada di Sini",
    "description": "ITF (ITF Co., Ltd.) menyediakan solusi perekrutan dan dukungan menyeluruh, mulai dari pengenalan talenta berketerampilan khusus dan profesional asing hingga dukungan pendaftaran, berbasis di Tokyo dan Osaka. Kami mengkhususkan diri dalam layanan perekrutan asing untuk perawatan, hotel, restoran, insinyur, dan konstruksi.",
    "item1_title": "Talenta Unggul Berlimpah",
    "item1_subtitle": "Kami memiliki banyak pendaftar asing dari dalam dan luar negeri.",
    "item1_description": "Kami memiliki banyak talenta dari berbagai negara seperti Vietnam, Indonesia, dan China, termasuk talenta berketerampilan khusus 1. Kami dapat memperkenalkan sesuai kebutuhan Anda. Melalui kemitraan dengan berbagai lembaga pengirim, talenta asing, universitas, sekolah kejuruan, dan sekolah bahasa Jepang (sekitar 10 sekolah), kami dapat memperkenalkan talenta perawatan asing yang sesuai dengan kebutuhan Anda di seluruh Jepang.",
    "item1_skill_test_description": "Kami memperkenalkan kandidat yang telah lulus ujian keterampilan, ujian bahasa Jepang, dan ujian bahasa Jepang untuk perawatan yang diperlukan untuk Keterampilan Khusus 1. Kami juga memperkenalkan talenta unggul dalam status Aktivitas Khusus.",
    "item2_title": "Pengenalan Talenta Berketerampilan Khusus",
    "item2_subtitle": "Pengenalan Talenta Berketerampilan Khusus",
    "item2_description": "Diperkenalkan pada April 2019, 'Keterampilan Khusus' adalah salah satu status residensi baru yang memungkinkan perekrutan talenta asing di 12 industri, termasuk restoran, perawatan, dan perhotelan. Karena telah lulus ujian kemampuan bahasa Jepang dan keterampilan khusus industri sebelum datang ke Jepang, mereka diharapkan dapat menjadi tenaga kerja langsung yang siap bekerja segera setelah bergabung. Kami juga mendukung perekrutan talenta perawatan di Tokyo dan Osaka.",
    "item3_title": "Dukungan Menyeluruh",
    "item3_subtitle": "Dukungan yang komprehensif juga tersedia untuk talenta yang telah direkrut.",
    "item3_description": "Kami memberikan dukungan menyeluruh seperti prosedur administrasi saat ini, prosedur yang diperlukan untuk kehidupan sehari-hari, dan lainnya, untuk meningkatkan tingkat retensi, dengan staf dari negara asal yang peduli. Sebagai dukungan pendaftaran, kami juga membantu perusahaan dalam hal penerimaan. Kami telah menerima permintaan dari berbagai perusahaan. Kami dapat mendukung talenta perawatan asing di seluruh Jepang.",
    "item4_title": "Banyak Staf Asing yang Bekerja",
    "item4_subtitle": "Dukungan yang dapat diandalkan oleh staf multinasional",
    "item4_description": "Perusahaan kami memiliki banyak staf dari berbagai negara seperti Vietnam, Indonesia, China, Nepal, dan lainnya. Dengan ini, kami dapat memberikan dukungan dalam bahasa ibu kepada para pencari kerja, memungkinkan mereka untuk menggunakan layanan kami dengan tenang dalam berbagai situasi seperti wawancara atau konsultasi. Karena staf kami memahami budaya dan latar belakang masing-masing negara, kami dapat memberikan dukungan yang lebih lancar dan hangat. Kami juga mendukung layanan perawatan di Tokyo dan Osaka."
  },
  "solution": {
    "title": "Solusi",
    "main_title": "Menyelesaikan Tantangan dalam Aktivitas Perekrutan Perusahaan",
    "item1": "Sulit menemukan talenta yang diinginkan? Buka masa depan dengan perekrutan asing",
    "item2": "Pelamar tidak cukup? Selesaikan dengan kekuatan talenta asing",
    "item3": "Sulit mengumpulkan talenta unggul meskipun membuka lowongan? Permudah seleksi awal",
    "item4": "Ingin merekrut talenta asing tapi tidak punya keahlian?",
    "point1_title": "Memperkenalkan Beragam Talenta dari 6 Negara di Asia",
    "point1_description": "ITF bekerja sama dengan lembaga mitra di 6 negara, terutama di Asia Tenggara, dan berkomitmen untuk merekrut dan membina pemuda yang ingin bekerja di Jepang. Kami dapat dengan cepat memperkenalkan talenta dengan berbagai keterampilan sesuai kebutuhan perusahaan. Kami juga mendukung layanan perekrutan asing untuk perawatan, hotel, restoran, insinyur, dan konstruksi di Tokyo dan Osaka.",
    "point2_title": "Seleksi dan Rekomendasi oleh Staf Berbahasa Ibu untuk Memenuhi Kebutuhan dan Mencapai Tingkat Retensi yang Tinggi",
    "point2_description": "Staf kami yang berbicara dalam bahasa ibu menjelaskan dengan rinci visi, misi, dan kebijakan operasional perusahaan kepada kandidat lokal, memastikan pemahaman yang mendalam. Ini mencegah ketidaksesuaian setelah bergabung dan memungkinkan proses awal kerja yang lebih lancar. Kami mendukung talenta perawatan asing di seluruh Jepang.",
    "point3_title": "Menyediakan Peluang Kerja di Berbagai Industri",
    "point3_description": "ITF memungkinkan perekrutan di 14 industri, termasuk perawatan, manufaktur makanan dan minuman, restoran, perhotelan, pembersihan gedung, industri material dasar, manufaktur mesin industri, industri elektronik dan informasi, konstruksi, pembuatan kapal, perawatan otomotif, penerbangan, pertanian, dan perikanan, memungkinkan pencarian hasil optimal sesuai keinginan Anda. Kami mengkhususkan diri dalam layanan perawatan di Tokyo dan Osaka."
  },
  "flow": {
    "title": "Alur dari Permintaan hingga Pengenalan",
    "step1": "Staf kami akan mengunjungi Anda untuk mendengar tentang kebutuhan lowongan, profil talenta yang diinginkan, keterampilan, dan jadwal perekrutan.",
    "step2": "Kami akan menandatangani kontrak dasar pengenalan talenta.",
    "step3": "Kami akan memilih kandidat yang sesuai dengan kebutuhan Anda dari para pencari kerja yang telah diwawancarai oleh kami.",
    "step4": "Kami akan merekomendasikan pencari kerja yang sesuai dengan kebutuhan perusahaan Anda secara berkala.",
    "step5": "Anda akan melakukan seleksi dokumen berdasarkan data pencari kerja yang kami rekomendasikan. Silakan hubungi kami dengan hasil seleksi (lolos atau tidak).",
    "step6": "Kami akan mengurus berbagai aplikasi visa kerja. (Dokumen khusus akan diminta).",
    "step7": "Setelah prosedur masuk selesai, biaya akan ditentukan."
  },
  "languages": {
    "title": "Level Kemampuan Bahasa Jepang Talenta yang Direkrut Tahun Lalu",
    "description": "Tahun lalu, kami mendukung perekrutan talenta asing untuk berbagai perusahaan dan organisasi, memperkenalkan lebih dari 1000 talenta unggul dari seluruh dunia. Talenta ini memiliki berbagai level kemampuan bahasa Jepang, memungkinkan penyesuaian fleksibel sesuai dengan kebutuhan pekerjaan dan lingkungan kerja. Grafik di bawah ini menunjukkan distribusi level kemampuan bahasa Jepang dari talenta yang direkrut. Kami harap ini dapat menjadi referensi untuk rencana perekrutan asing dan penempatan talenta di Tokyo dan Osaka untuk perawatan, hotel, restoran, insinyur, dan konstruksi.",
    "chart_title": "Distribusi Peserta Lulus JLPT (%)"
  },
  "greeting": {
    "title": "Sambutan dari Perwakilan",
    "subheading": "Presiden Direktur ITF Co., Ltd.",
    "signature": "Presiden Direktur ITF Co., Ltd. <br> Ueda Katsuhiko"
  },
  "news": {
    "title": "Berita",
    "description": "Berita dan pengumuman terbaru dari ITF akan dipublikasikan di sini.",
    "view_all": "Lihat Semua Artikel"
  },
  "company": {
    "title": "Ikhtisar Perusahaan"
  },
  "contact": {
    "title": "Jika Anda sedang mempertimbangkan perekrutan talenta asing, jangan ragu untuk berkonsultasi dengan kami<br><span>KONTAK</span>",
    "email_text": "Jangan ragu untuk menghubungi kami jika ada pertanyaan",
    "email_button": "Kontak",
    "phone_text": "Kontak melalui telepon di sini",
    "phone_hours": "Hari kerja 9:30~18:00"
  },
  "footer": {
    "business_intro": "Tentang Kami",
    "company_info": "Info Perusahaan",
    "inquiry": "Kontak",
    "location_title": "Lokasi Kami",
    "company_name": "ITF Co., Ltd.",
    "location_details": "〒556-0017 Prefektur Osaka, Kota Osaka, Naniwa-ku, Minatomachi 1-4-38 Gedung Kintetsu Shin-Namba Lt. 10<br>06-6644-1800<br>〒144-0052 Tokyo, Ota-ku, Kamata 5-chome 21-13 Pegasus Station Plaza Kamata B2F-03<br>03-6424-7747<br>info@it-future.jp",
    "services_title": "Layanan Kami",
    "services_for_companies": "Buat Perusahaan yang Butuh Talenta",
    "support_content": "Dukungan Kami",
    "service_introduction": "Kenalan Sama Layanan",
    "benefits": "Keuntungan",
    "company_info_title": "Tentang Perusahaan",
    "president_greeting": "Sambutan Presiden",
    "company_philosophy": "Filosofi Kami",
    "consumer_info_title": "Info Pelanggan",
    "privacy_policy": "Kebijakan Privasi"
  }
}